micropython/micropython/ports/esp32/boards/CONNAXIO_ESPOIR/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CONNAXIO_ESPOIR"
#define MICROPY_HW_MCU_NAME "ESP32-MINI-1"
